IDEA Open Model
CoordSystemByVector Properties
Compatible with IDEA StatiCa 20.1
The CoordSystemByVector type exposes the following members.
Properties
Name | Description
VecX
 Axis X unit vector
VecY
 Axis Y unit vector
VecZ
 Axis Z unit vector
Top
See Also
Reference
CoordSystemByVector Class
IdeaRS.OpenModel.Geometry3D Namespace